class_answers = {
    "schedule": {
        "text": "Для того чтобы узнать необходимое Вам расписание необходимо перейти по ссылке и найти нужную Вам группу. В случае возникновения накладок, обратитесь к диспетчеру, который находится в деканате вашего факультета.",
        "links": ["https://www.sgu.ru/schedule"]
    },
    "pay": {
        "text": "Всю информацию об оплате обучения Вы можете найти по следующим ссылкам: Стоимость обучения, Порядок оплаты.",
        "links": [
            "https://www.sgu.ru/gid-pervokursnika/stoimost-obucheniya",
            "https://www.sgu.ru/news/gid-pervokursnika/kak-oplatit-obuchenie"
        ]
    },
    "events": {
        "text": "Новости о любых мероприятиях, проходящих в университете Вы можете узнать на главной странице университета, а также в группа в ВК и Telegram.",
        "links": ["https://www.sgu.ru/"]
    },
    "military": {
        "text": "В СГУ есть возможность прохождения военной кафедры на базе СГТУ, для получения всей дополнительной информации перейдите по ссылке.",
        "links": ["https://www.sgu.ru/education/voennaya-podgotovka"]
    },
    "statement_general": {
        "text": "Для получения справки о том, что вы являетесь студентом и/или справки в военкомат необходимо заполнить форму в личном кабинете Ipsilon. Для получения справки-вызов на работу необходимо прислать справку с места работы на адрес kniit@info.sgu.ru, указав ФИО и номер группы.",
        "links": ["https://ipsilon.sgu.ru/online_dekanat"]
    },
    "holidays": {
        "text": "Вся информация о графике учебного процесса, времени сессии и каникул находится здесь.",
        "links": ["https://www.sgu.ru/structure/edudep/grafiki-uchebnogo-processa"]
    },
    "finassist": {
        "text": "Всю информацию о стипендии, а также, что делать если она не пришла, пришла в неправильном размере и тд можно узнать в Плановом финансовом управлении по номеру: 52-30-32.",
        "links": ["moke"]
    },
    "dorm": {
        "text": "Всю информацию о возможности проживания в общежитии, необходимых документах и тд, Вы можете узнать перейдя по ссылке.",
        "links": ["https://www.sgu.ru/structure/social/obshchezhitiya"]
    },
    "loc": {
        "text": "Информация о расположении корпусов.",
        "links": ["https://www.sgu.ru/gid-pervokursnika/adresa-korpusov"]
    },
    "uknow":{
        "text": "Извините ваш вопрос не понятен, попробуйте сформулировать его по другому и отправить еще раз.",
        "links": ["moke"]
    }
}
# Определение словарей меток
LabelDict = {
    0: 'statement_general',
    1: 'dorm',
    2: 'events',
    3: 'finassist',
    4: 'grade',
    5: 'loc',
    6: 'military',
    7: 'holidays',
    8: 'pay',
    9: 'schedule',
}
